[
  {
    "version": "I",
    "image": "/lastEvents/I.png",
    "url": "/2014_1/index.html",
    "text": "Imaginatio 2014-1 es la primera instancia del evento Imaginatio realizada en la sede del Campus de la UMNG. El tema es la ingeniería en sí misma, con charlas sobre producción y renderizado de video." 
  },{
    "version": "II",
    "image": "/lastEvents/II.png",
    "url": "/2014_2/index.html",
    "text": "Imaginatio 2014-2 es la segunda aparición del evento. Esta edición está enfocada en un lado más artístico, con charlas sobre modelado 3D y animación, usando algunas series como ejemplo." 
  },{
    "version": "III",
    "image": "/lastEvents/III.png",
    "url": "/2015_1/index.html",
    "text": "El Imaginatio de 2015-1 fue la tercera instancia de este evento. Esta edición estuvo dirigida a un aspecto más artístico, con enfoque en animación y series animadas, con charlas sobre conceptos de animación y talleres sobre el mismo tema." 
  },{
    "version": "IV",
    "image": "/lastEvents/IV.png",
    "url": "/2015_2/index.html",
    "text": "El cuarto Imaginatio, el de 2015-2, fue una edición más abierta, con temas como programación y charlas que iban desde concept art hasta renderizado 3D." 
  },{
    "version": "DIM 2015",
    "image": "/lastEvents/DIM_2015.jpg",
    "url": "/2015_DIM/index.html",
    "text": "El día de Ingeniería en Multimedia nace en el año 2006 con la primera Semana de la Ingeniería celebrada en la Universidad Militar Nueva Granada. Es de esta forma que para el año 2015, continuamos con la tradición buscando dar a nuestros estudiantes y aspirantes un evento lleno de sorpresas, actividades para potencializar sus aptitudes profesionales, ampliar su visión de la Ingeniería en Multimedia y ofrecer la oportunidad de publicar sus mejores trabajos en la Muestra Académica." 
  },{
    "version": "V",
    "image": "/lastEvents/V.png",
    "url": "/2016_1/index.html",
    "text": "El primer Imaginatio de 2016, el quinto en general, trajo temas más serios como la industria y el profesionalismo. También es la primera edición en tener la Geek Race." 
  },{
    "version": "VI",
    "image": "/lastEvents/VI.png",
    "url": "/2016_2/index.html",
    "text": "En el segundo Imaginatio de 2016 se dio una colaboración especial entre la UMNG y la Universidad de Buenaventura. Incluyó charlas de exalumnos y otros profesionales de la industria." 
  },{
    "version": "VII",
    "image": "/lastEvents/VII.png",
    "url": "/2017_1/index.html",
    "text": "Imaginatio número VII, el primero de 2017. Tuvo un enfoque principal en modelado 3D, con un taller de creación de conceptos de personajes y su posterior modelado en 3D. Los resultados son visibles en la sección de Google Sites de este Imaginatio." 
  },{
    "version": "VIII",
    "image": "/lastEvents/VIII.jpg",
    "url": "/2017_2/index.html",
    "text": "Imaginatio número VIII. Se participa junto con la Universidad San Buenaventura Bogotá" 
  },{
    "version": "IX",
    "image": "/lastEvents/IX.jpg",
    "url": "/2018_1/index.html",
    "text": "El noveno Imaginatio trae un tema más ecológico. Incluye charlas sobre cómo esta carrera de ingeniería puede ayudar en aspectos como la producción de alimentos. También se realizó el primer torneo de fútbol del evento." 
  },{
    "version": "XI",
    "image": "/lastEvents/XI.jpg",
    "url": "/2019_1/index.html",
    "text": "Imaginatio XI regresa a algunos temas básicos de nuestra carrera, como Diseño y Fotografía. Incluye no solo una competencia de fotografía que resulta un deleite visual, sino también una Certificación de Alta Calidad otorgada por el Gobierno." 
  },{
    "version": "XII",
    "image": "/lastEvents/XII.jpg",
    "url": "/2020_1/index.html",
    "text": "El duodécimo Imaginatio recibió un título especial: El Día de la Ingeniería Multimedia. Se presentaron una gran variedad de charlas de todos los aspectos que hacen única esta carrera, desde programación hasta arte, desde lo práctico hasta lo teórico." 
  },{
    "version": "XIV",
    "image": "/lastEvents/XIV.gif",
    "url": "/2022_2/index.html",
    "text": "En el Imaginatio de 2022, el número 14, se abordó un tema emergente: los metaversos y las distintas formas de realidad virtual/aumentada. Se presentaron drones, NFTs y múltiples trabajos realizados por estudiantes, y todo cerró con un concierto de The Black Rope." 
  },{
    "version": "XVI",
    "image": "/lastEvents/XVI.png",
    "url": "/2024_1/index.html",
    "text": "En el Imaginatio de 2024, Centrado en el desarrollo de videojuegos, con una estética inspirada en la corriente cyberpunk neo-tokio." 
  },{
    "version": "XVII",
    "image": "/lastEvents/XVII.jpg",
    "url": "/2025_1/index.html",
    "text": "En el Imaginatio de 2025, Se aborda una estética retro-futurista." 
  }
]